Repository: jaapstronks/ollie-app
Catalog: Ollie-app/Training.xcstrings
Source language: en
Languages: de, es, fr, it, nl, sv

source: Teach your puppy that the click sound means a treat is coming. This is the foundation for all marker-based training.
de: Bringe deinem Welpen bei, dass das Klickgerausch bedeutet, dass ein Leckerli kommt. Das ist die Grundlage fur alles Marker-basierte Training.
es: Enseña a tu cachorro que el sonido del clic significa que viene un premio. Esta es la base de todo el entrenamiento con marcador.
fr: Apprenez à votre chiot que le son du clic signifie qu'une friandise arrive. C'est la base de tout entraînement basé sur un marqueur.
it: Insegna al tuo cucciolo che il suono del click significa che arriva un premietto. Questa è la base per tutto l'addestramento con marker.
nl: Leer je pup dat het klikgeluid betekent dat er een snoepje aankomt. Dit is de basis voor alle markertraining.

source: The first 16 weeks are critical. Track exposures to people, animals, sounds, and environments to raise a confident dog.
de: Die ersten 16 Wochen sind entscheidend. Verfolge Begegnungen mit Menschen, Tieren, Geräuschen und Umgebungen, um einen selbstbewussten Hund aufzuziehen.
es: Las primeras 16 semanas son críticas. Registra las exposiciones a personas, animales, sonidos y entornos para criar un perro seguro.
fr: Les 16 premières semaines sont cruciales. Suivez les expositions aux personnes, animaux, sons et environnements pour élever un chien confiant.
it: Le prime 16 settimane sono critiche. Traccia le esposizioni a persone, animali, suoni e ambienti per crescere un cane sicuro.
nl: De eerste 16 weken zijn cruciaal. Volg blootstellingen aan mensen, dieren, geluiden en omgevingen om een zelfverzekerde hond op te voeden.
sv: De första 16 veckorna är kritiska. Följ exponeringar för människor, djur, ljud och miljöer för att uppfostra en trygg hund.

source: The classic sit command. A building block for many other behaviors.
de: Das klassische Sitz-Kommando. Ein Baustein fur viele andere Verhaltensweisen.
es: La orden clásica de sentarse. Un pilar fundamental para muchos otros comportamientos.
fr: La commande assis classique. Une base pour de nombreux autres comportements.
it: Il classico comando seduto. Un mattone fondamentale per molti altri comportamenti.
nl: Het klassieke zit-commando. Een bouwsteen voor veel ander gedrag.

source: The click must ALWAYS be followed by a treat
de: Auf den Klick muss IMMER ein Leckerli folgen
es: El clic SIEMPRE debe ir seguido de un premio
fr: Le clic doit TOUJOURS être suivi d'une friandise
it: Al click deve SEMPRE seguire un premietto
nl: Op de klik moet ALTIJD een snoepje volgen

source: The moment they look at your eyes, click and treat
de: Sobald er in deine Augen schaut, klicken und belohnen
es: En el momento que mire a tus ojos, haz clic y premia
fr: Dès qu'il regarde vos yeux, cliquez et récompensez
it: Nel momento in cui guarda nei tuoi occhi, clicca e premia
nl: Op het moment dat hij naar je ogen kijkt, klik en geef een snoepje

source: The three Ds: Duration, Distance, Distraction - increase one at a time
de: Die drei Ds: Dauer, Distanz, Ablenkung - jeweils eines erhohen
es: Las tres D: Duración, Distancia, Distracción - aumenta una a la vez
fr: Les trois D : Durée, Distance, Distraction - augmentez un à la fois
it: Le tre D: Durata, Distanza, Distrazione - aumenta una alla volta
nl: De drie D's: Duur, Afstand, Afleiding - verhoog er één tegelijk

source: Then add distance (stay far but shorter)
de: Dann Distanz hinzufugen (weit weg, aber kurzer)
es: Luego añade distancia (quédate lejos pero menos tiempo)
fr: Puis ajoutez la distance (restez loin mais moins longtemps)
it: Poi aggiungi distanza (resta lontano ma per meno tempo)
nl: Voeg dan afstand toe (blijf ver maar korter)

source: Then slowly pull treat away from puppy along floor
de: Dann Leckerli langsam vom Welpen weg uber den Boden ziehen
es: Luego aleja lentamente el premio del cachorro por el suelo
fr: Puis tirez lentement la friandise le long du sol
it: Poi trascina lentamente il premietto lontano dal cucciolo lungo il pavimento
nl: Trek het snoepje dan langzaam over de grond van je pup weg

source: This is different from 'stay' - shorter and more casual
de: Dies ist anders als 'Bleib' - kurzer und lockerer
es: Esto es diferente de 'quieto' - más corto y casual
fr: C'est différent de « reste » - plus court et décontracté
it: Questo è diverso da 'resta' - più breve e informale
nl: Dit is anders dan 'blijf' - korter en meer informeel

source: This skill builds on: %@. Starting without those foundations may make learning harder.
de: Diese Fähigkeit baut auf: %@. Ohne diese Grundlagen kann das Lernen schwieriger sein.
es: Esta habilidad se basa en: %@. Empezar sin esas bases puede dificultar el aprendizaje.
fr: Cette compétence s'appuie sur : %@. Commencer sans ces bases peut rendre l'apprentissage plus difficile.
it: Questa abilità si basa su: %@. Iniziare senza quelle basi può rendere l'apprendimento più difficile.
nl: Deze vaardigheid bouwt voort op: %@. Zonder die basis kan het leren lastiger zijn.
sv: Denna färdighet bygger på: %@. Att börja utan dessa grunder kan göra inlärningen svårare.

source: This takes months to master - be patient
de: Das braucht Monate zum Beherrschen - sei geduldig
es: Esto lleva meses dominarlo - ten paciencia
fr: Cela prend des mois à maîtriser - soyez patient
it: Ci vogliono mesi per padroneggiarlo - sii paziente
nl: Dit duurt maanden om te beheersen - wees geduldig

source: This takes weeks to master - be patient
de: Das braucht Wochen zum Beherrschen - sei geduldig
es: Esto lleva semanas dominarlo - ten paciencia
fr: Cela prend des semaines à maîtriser - soyez patient
it: Ci vogliono settimane per padroneggiarlo - sii paziente
nl: Dit duurt weken om te beheersen - wees geduldig

source: Tips
de: Tipps
es: Consejos
fr: Conseils
it: Consigli

source: Tired puppies walk better - play first
de: Mude Welpen laufen besser - erst spielen
es: Los cachorros cansados caminan mejor - juega primero
fr: Les chiots fatigués marchent mieux - jouez d'abord
it: I cuccioli stanchi camminano meglio - prima gioca
nl: Vermoeide pups lopen beter - speel eerst

source: Top triggers
de: Wichtigste Ausloser
es: Principales desencadenantes
fr: Principaux déclencheurs
it: Principali stimoli
nl: Belangrijkste triggers

source: Track development stages
de: Entwicklungsphasen verfolgen
es: Sigue las etapas de desarrollo
fr: Suivre les étapes de développement
it: Segui le fasi di sviluppo
nl: Volg ontwikkelingsfases
sv: Följ utvecklingsstadier

source: Track training progress on essential commands and behaviors. Celebrate small wins as your puppy learns.
de: Verfolge den Trainingsfortschritt bei wichtigen Kommandos und Verhaltensweisen. Feiere kleine Erfolge während dein Welpe lernt.
es: Sigue el progreso del entrenamiento en comandos y comportamientos esenciales. Celebra las pequeñas victorias mientras tu cachorro aprende.
fr: Suivez les progrès d'entraînement sur les commandes et comportements essentiels. Célébrez les petites victoires pendant que votre chiot apprend.
it: Segui i progressi dell'addestramento su comandi e comportamenti essenziali. Celebra le piccole vittorie mentre il tuo cucciolo impara.
nl: Volg de trainingsvoortgang op essentiële commando's en gedrag. Vier kleine overwinningen terwijl je pup leert.
sv: Följ träningsframsteg på viktiga kommandon och beteenden. Fira små segrar när din valp lär sig.

source: Track weight, vaccinations, and potty training progress. Spot patterns and celebrate milestones.
de: Verfolge Gewicht, Impfungen und Töpfchentraining-Fortschritt. Erkenne Muster und feiere Meilensteine.
es: Sigue el peso, las vacunas y el progreso del entrenamiento para ir al baño. Detecta patrones y celebra los hitos.
fr: Suivez le poids, les vaccinations et les progrès de la propreté. Repérez les tendances et célébrez les étapes.
it: Segui peso, vaccinazioni e progressi dell'addestramento alla pipì. Individua i modelli e celebra le tappe.
nl: Volg gewicht, vaccinaties en zindelijkheidstraining. Ontdek patronen en vier mijlpalen.
sv: Följ vikt, vaccinationer och kissträningsframsteg. Upptäck mönster och fira milstolpar.

source: Training progress
de: Trainingsfortschritt
es: Progreso de entrenamiento
fr: Progression de l'entraînement
it: Progresso addestramento
sv: Träning Framsteg

source: Unmark mastered
de: Beherrscht-Markierung entfernen
es: Desmarcar dominado
fr: Retirer maîtrisé
it: Rimuovi padroneggiato
nl: Markering verwijderen

source: Use a front-clip harness if pulling is severe
de: Ein Front-Clip-Geschirr verwenden, wenn das Ziehen stark ist
es: Usa un arnés antitirones si tira mucho
fr: Utilisez un harnais à attache frontale si le tirage est intense
it: Usa una pettorina con aggancio frontale se tira molto
nl: Gebruik een anti-trektuig als het trekken ernstig is

source: Use a long line for safety during training
de: Eine Schleppleine fur Sicherheit beim Training verwenden
es: Usa una correa larga para seguridad durante el entrenamiento
fr: Utilisez une longe pour la sécurité pendant l'entraînement
it: Usa una longhina per sicurezza durante l'addestramento
nl: Gebruik een lange lijn voor veiligheid tijdens het trainen

source: Use a portable mat to transfer this skill anywhere
de: Eine tragbare Matte verwenden, um diese Fahigkeit uberall anzuwenden
es: Usa una alfombra portátil para transferir esta habilidad a cualquier lugar
fr: Utilisez un tapis portable pour transférer cette compétence partout
it: Usa un tappetino portatile per trasferire questa abilità ovunque
nl: Gebruik een draagbaar matje om deze vaardigheid overal toe te passen

source: Use a treat to guide your puppy into positions. This technique is used to teach many other commands.
de: Ein Leckerli verwenden, um deinen Welpen in Positionen zu fuhren. Diese Technik wird verwendet, um viele andere Kommandos zu lehren.
es: Usa un premio para guiar a tu cachorro a posiciones. Esta técnica se usa para enseñar muchas otras órdenes.
fr: Utilisez une friandise pour guider votre chiot vers des positions. Cette technique est utilisée pour enseigner de nombreuses autres commandes.
it: Usa un premietto per guidare il cucciolo nelle posizioni. Questa tecnica viene usata per insegnare molti altri comandi.
nl: Gebruik een snoepje om je pup naar posities te leiden. Deze techniek wordt gebruikt om veel andere commando's te leren.

source: Use high-value treats
de: Hochwertige Leckerlis verwenden
es: Usa premios de alto valor
fr: Utilisez des friandises de haute valeur
it: Usa premietti di alto valore
nl: Gebruik extra lekkere snoepjes

source: Use this to redirect attention from distractions
de: Verwende dies, um Aufmerksamkeit von Ablenkungen umzulenken
es: Usa esto para redirigir la atención de las distracciones
fr: Utilisez ceci pour détourner l'attention des distractions
it: Usalo per reindirizzare l'attenzione dalle distrazioni
nl: Gebruik dit om de aandacht van afleiding af te leiden

source: Wait
de: Warte
es: Espera
fr: Attends
it: Aspetta
nl: Wacht

source: Wait for eye contact
de: Auf Blickkontakt warten
es: Espera el contacto visual
fr: Attendez le contact visuel
it: Aspetta il contatto visivo
nl: Wacht op oogcontact

source: Wait for loose leash before continuing
de: Auf lockere Leine warten, bevor es weitergeht
es: Espera a que la correa esté suelta antes de continuar
fr: Attendez que la laisse soit détendue avant de continuer
it: Aspetta che il guinzaglio sia lento prima di continuare
nl: Wacht op een losse riem voordat je verder gaat

source: Wait until your puppy looks away
de: Warten, bis dein Welpe wegschaut
es: Espera hasta que tu cachorro mire hacia otro lado
fr: Attendez que votre chiot détourne le regard
it: Aspetta che il cucciolo guardi altrove
nl: Wacht tot je pup wegkijkt

source: Walk nicely on a loose leash without pulling. Makes walks enjoyable for both of you.
de: An lockerer Leine gehen ohne zu ziehen. Macht Spaziergange angenehm fur euch beide.
es: Camina bien con correa suelta sin tirar. Hace los paseos agradables para ambos.
fr: Marcher bien en laisse détendue sans tirer. Rend les promenades agréables pour vous deux.
it: Cammina bene al guinzaglio lento senza tirare. Rende le passeggiate piacevoli per entrambi.
nl: Netjes lopen aan een losse riem zonder te trekken. Maakt wandelingen leuk voor jullie beiden.

source: Watch Me
de: Schau
es: Mírame
fr: Regarde-moi
it: Guardami
nl: Kijk naar mij

source: Week %lld
de: Woche %lld
es: Semana %lld
fr: Semaine %lld
it: Settimana %lld

source: When they look at you, click and treat
de: Wenn er dich anschaut, klicken und belohnen
es: Cuando te mire, haz clic y premia
fr: Quand il vous regarde, cliquez et récompensez
it: Quando ti guarda, clicca e premia
nl: Wanneer hij naar je kijkt, klik en geef een snoepje

source: Your daily command center
de: Deine tägliche Kommandozentrale
es: Tu centro de mando diario
fr: Votre centre de commande quotidien
it: Il tuo centro di comando quotidiano
nl: Je dagelijkse commandocentrale
sv: Ditt dagliga kommandocentral

source: Your puppy can walk 10 meters on a loose leash with moderate distractions.
de: Dein Welpe kann 10 Meter an lockerer Leine mit massiger Ablenkung gehen.
es: Tu cachorro puede caminar 10 metros con correa suelta con distracciones moderadas.
fr: Votre chiot peut marcher 10 mètres en laisse détendue avec des distractions modérées.
it: Il tuo cucciolo può camminare 10 metri al guinzaglio lento con distrazioni moderate.
nl: Je pup kan 10 meter lopen aan een losse riem met matige afleiding.

source: Your puppy comes immediately when called in the house and garden.
de: Dein Welpe kommt sofort, wenn er im Haus und Garten gerufen wird.
es: Tu cachorro viene inmediatamente cuando lo llamas en casa y el jardín.
fr: Votre chiot vient immédiatement quand on l'appelle dans la maison et le jardin.
it: Il tuo cucciolo viene subito quando chiamato in casa e in giardino.
nl: Je pup komt direct wanneer je roept in huis en tuin.

source: Your puppy follows the treat smoothly in any direction without jumping or grabbing.
de: Dein Welpe folgt dem Leckerli geschmeidig in jede Richtung ohne zu springen oder zu schnappen.
es: Tu cachorro sigue el premio suavemente en cualquier dirección sin saltar ni agarrar.
fr: Votre chiot suit la friandise en douceur dans toutes les directions sans sauter ni attraper.
it: Il tuo cucciolo segue il premietto fluidamente in qualsiasi direzione senza saltare o afferrare.
nl: Je pup volgt het snoepje soepel in elke richting zonder te springen of te grijpen.

source: Your puppy goes to their bed and lies down for 2 minutes.
de: Dein Welpe geht zu seinem Bett und legt sich fur 2 Minuten hin.
es: Tu cachorro va a su cama y se tumba durante 2 minutos.
fr: Votre chiot va sur son panier et se couche pendant 2 minutes.
it: Il tuo cucciolo va sulla cuccia e si sdraia per 2 minuti.
nl: Je pup gaat naar zijn mand en gaat 2 minuten liggen.

source: Your puppy ignores the collar and doesn't panic when leash is attached or lifted.
de: Dein Welpe ignoriert das Halsband und gerat nicht in Panik, wenn die Leine befestigt oder angehoben wird.
es: Tu cachorro ignora el collar y no se asusta cuando se engancha o levanta la correa.
fr: Votre chiot ignore le collier et ne panique pas quand la laisse est attachée ou soulevée.
it: Il tuo cucciolo ignora il collare e non si agita quando il guinzaglio viene attaccato o sollevato.
nl: Je pup negeert de halsband en raakt niet in paniek wanneer de riem wordt vastgemaakt of opgetild.

source: Your puppy immediately looks at you or your hand when they hear the click, expecting a treat.
de: Dein Welpe schaut sofort zu dir oder deiner Hand, wenn er den Klick hort, und erwartet ein Leckerli.
es: Tu cachorro mira inmediatamente a ti o a tu mano cuando oye el clic, esperando un premio.
fr: Votre chiot vous regarde immédiatement ou regarde votre main quand il entend le clic, s'attendant à une friandise.
it: Il tuo cucciolo guarda subito te o la tua mano quando sente il click, aspettando un premietto.
nl: Je pup kijkt meteen naar jou of je hand als hij de klik hoort, in afwachting van een snoepje.

source: Your puppy immediately looks at you when you say their name, even with mild distractions.
de: Dein Welpe schaut dich sofort an, wenn du seinen Namen sagst, auch bei leichter Ablenkung.
es: Tu cachorro te mira inmediatamente cuando dices su nombre, incluso con distracciones leves.
fr: Votre chiot vous regarde immédiatement quand vous dites son nom, même avec de légères distractions.
it: Il tuo cucciolo ti guarda subito quando dici il suo nome, anche con lievi distrazioni.
nl: Je pup kijkt meteen naar je als je zijn naam zegt, zelfs met lichte afleiding.

source: Your puppy learns to look at you when they hear their name. Essential for getting attention before giving commands.
de: Dein Welpe lernt, dich anzuschauen, wenn er seinen Namen hort. Essentiell, um Aufmerksamkeit zu bekommen, bevor Kommandos gegeben werden.
es: Tu cachorro aprende a mirarte cuando oye su nombre. Esencial para captar su atención antes de dar órdenes.
fr: Votre chiot apprend à vous regarder quand il entend son nom. Essentiel pour attirer l'attention avant de donner des commandes.
it: Il tuo cucciolo impara a guardarti quando sente il suo nome. Essenziale per attirare l'attenzione prima di dare comandi.
nl: Je pup leert naar je te kijken als hij zijn naam hoort. Essentieel om aandacht te krijgen voordat je commando's geeft.

source: Your puppy learns to make eye contact on command. Great for getting focus before other commands.
de: Dein Welpe lernt, auf Kommando Blickkontakt herzustellen. Ideal, um Fokus vor anderen Kommandos zu bekommen.
es: Tu cachorro aprende a hacer contacto visual a la orden. Genial para conseguir enfoque antes de otras órdenes.
fr: Votre chiot apprend à établir un contact visuel sur commande. Idéal pour obtenir l'attention avant d'autres commandes.
it: Il tuo cucciolo impara a fare contatto visivo a comando. Ottimo per ottenere concentrazione prima di altri comandi.
nl: Je pup leert oogcontact te maken op commando. Geweldig om focus te krijgen voor andere commando's.

source: Your puppy lies down on command from a sit, without lure.
de: Dein Welpe legt sich auf Kommando aus dem Sitz, ohne Lockmittel.
es: Tu cachorro se tumba a la orden desde sentado, sin señuelo.
fr: Votre chiot se couche sur commande depuis la position assise, sans leurre.
it: Il tuo cucciolo si sdraia a comando da seduto, senza esca.
nl: Je pup gaat liggen op commando vanuit zit, zonder lokker.

source: Your puppy makes eye contact for 3-5 seconds on command.
de: Dein Welpe halt auf Kommando 3-5 Sekunden Blickkontakt.
es: Tu cachorro hace contacto visual durante 3-5 segundos a la orden.
fr: Votre chiot maintient le contact visuel pendant 3-5 secondes sur commande.
it: Il tuo cucciolo fa contatto visivo per 3-5 secondi a comando.
nl: Je pup maakt 3-5 seconden oogcontact op commando.

source: Your puppy should start looking for treats when they hear the click
de: Dein Welpe sollte anfangen, nach Leckerlis zu suchen, wenn er den Klick hort
es: Tu cachorro debe empezar a buscar premios cuando oye el clic
fr: Votre chiot devrait commencer à chercher des friandises quand il entend le clic
it: Il tuo cucciolo dovrebbe iniziare a cercare i premietti quando sente il click
nl: Je pup moet beginnen te zoeken naar snoepjes als hij de klik hoort

source: Your puppy sits on command with just the verbal cue, no lure needed.
de: Dein Welpe setzt sich auf Kommando nur mit dem verbalen Signal, kein Lockmittel notig.
es: Tu cachorro se sienta a la orden solo con la señal verbal, sin necesidad de señuelo.
fr: Votre chiot s'assoit sur commande avec juste le signal verbal, sans leurre.
it: Il tuo cucciolo si siede a comando solo con il segnale verbale, senza bisogno di esca.
nl: Je pup gaat zitten op commando met alleen het verbale signaal, geen lokker nodig.

source: Your puppy stays for 30 seconds while you walk 5 meters away.
de: Dein Welpe bleibt 30 Sekunden, wahrend du 5 Meter weggehst.
es: Tu cachorro se queda quieto 30 segundos mientras te alejas 5 metros.
fr: Votre chiot reste pendant 30 secondes pendant que vous vous éloignez de 5 mètres.
it: Il tuo cucciolo resta per 30 secondi mentre ti allontani di 5 metri.
nl: Je pup blijft 30 seconden terwijl je 5 meter wegloopt.

source: Your puppy stays relaxed when you touch their ears, paws, mouth, and tail.
de: Dein Welpe bleibt entspannt, wenn du seine Ohren, Pfoten, Maul und Schwanz beruhrst.
es: Tu cachorro se mantiene relajado cuando tocas sus orejas, patas, boca y cola.
fr: Votre chiot reste détendu quand vous touchez ses oreilles, pattes, bouche et queue.
it: Il tuo cucciolo resta rilassato quando tocchi orecchie, zampe, bocca e coda.
nl: Je pup blijft ontspannen wanneer je zijn oren, poten, bek en staart aanraakt.

source: Your puppy touches their nose to your palm on command from 1 meter away.
de: Dein Welpe beruhrt auf Kommando aus 1 Meter Entfernung deine Handflache mit der Nase.
es: Tu cachorro toca tu palma con la nariz a la orden desde 1 metro de distancia.
fr: Votre chiot touche votre paume avec son nez sur commande à 1 mètre de distance.
it: Il tuo cucciolo tocca il palmo con il naso a comando da 1 metro di distanza.
nl: Je pup duwt zijn neus tegen je handpalm op commando vanaf 1 meter afstand.

source: Your puppy waits for 10 seconds at doors and before meals.
de: Dein Welpe wartet 10 Sekunden an Turen und vor Mahlzeiten.
es: Tu cachorro espera 10 segundos en las puertas y antes de las comidas.
fr: Votre chiot attend 10 secondes aux portes et avant les repas.
it: Il tuo cucciolo aspetta 10 secondi alle porte e prima dei pasti.
nl: Je pup wacht 10 seconden bij deuren en voor maaltijden.

source: Touch
es: Toca
fr: Touche
it: Tocca
nl: Aanraken

source: Training
es: Entrenamiento
fr: Éducation
it: Addestramento

# %@ did %lld training exercises
source: %1$@ did %2$lld training exercises
nl: %1$@ deed %2$lld trainingsoefeningen

source: %@ hasn't napped in crate today
nl: %@ heeft vandaag nog niet in de bench geslapen

# %@ practiced %lld skills: %@
source: %1$@ practiced %2$lld skills: %3$@
nl: %1$@ oefende %2$lld vaardigheden: %3$@

# %@, %@, %lld sessions completed
source: %1$@, %2$@, %3$lld sessions completed
nl: %1$@, %2$@, %3$lld sessies voltooid

source: %lld days at 100%
nl: %lld dagen op 100%

source: %lld focus, %lld review
nl: %lld focus, %lld herhalen

# %lld of %lld skills
source: %1$lld of %2$lld skills
nl: %1$lld van %2$lld vaardigheden

source: %lld skills to practice
nl: %lld vaardigheden om te oefenen

source: %lld skills to review
nl: %lld vaardigheden om te herhalen

source: %lld weeks of great ratings
nl: %lld weken met goede beoordelingen

source: %lld/%lld reliable
nl: %lld/%lld betrouwbaar

source: %lld%% of recent naps in crate
nl: %lld%% van recente dutjes in bench

source: 1 day at 100%
nl: 1 dag op 100%

source: 1 skill to practice
nl: 1 vaardigheid om te oefenen

source: 1 skill to review
nl: 1 vaardigheid om te herhalen

source: 1 week of great ratings
nl: 1 week met goede beoordelingen

source: 8-12 Weeks: Foundation Phase
nl: 8-12 weken: Basisfase

source: 8-14 Weeks: Getting Started
nl: 8-14 weken: Aan de slag

source: 12-16 Weeks: Building Habits
nl: 12-16 weken: Gewoontes opbouwen

source: 14-20 Weeks: Building Skills
nl: 14-20 weken: Vaardigheden opbouwen

source: 16+ Weeks: Maintaining Success
nl: 16+ weken: Succes behouden

source: 20+ Weeks: Adolescent Phase
nl: 20+ weken: Puberfase
